Repository: praveenkvr/Manifest
Catalog: Manifest/Manifest/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, ru, zh

source: “My hands know this work. Every piece I make finds the person it was meant for.”
ar: « يداي تعرفان هذا العمل. كل قطعة أصنعها تجد الشخص الذي صُنعت من أجله. »
de: „Meine Hände kennen dieses Handwerk. Jedes Stück, das ich mache, findet den Menschen, für den es bestimmt ist.“
es: «Mis manos conocen este oficio. Cada pieza que hago encuentra a la persona para quien fue destinada.»
fr: « Mes mains connaissent ce travail. Chaque pièce que je crée trouve la personne à qui elle était destinée. »
hi: “मेरे हाथ इस काम को जानते हैं। मैं जो भी टुकड़ा बनाता हूं, वह उस व्यक्ति तक पहुंचता है जिसके लिए वह बना था।”
it: «Le mie mani conoscono questo lavoro. Ogni pezzo che creo trova la persona a cui era destinato.»
ja: 「私の手はこの仕事を知っている。作る一つひとつの作品が、それを必要とする人に届く。」
ko: “내 손은 이 일을 알고 있어요. 내가 만드는 모든 작품은 그것을 위한 사람을 찾아가요.”
pt: “Minhas mãos conhecem este trabalho. Cada peça que faço encontra a pessoa para quem foi destinada.”
ru: «Мои руки знают это ремесло. Каждое изделие находит того, для кого оно предназначено.»
zh: “我的双手懂得这门手艺。我做的每一件作品，都能找到属于它的人。”

source: %@ session done
ar: اكتملت جلسة %@
de: %@-Sitzung abgeschlossen
es: Sesión de %@ completada
fr: Session %@ terminée
hi: %@ सत्र पूरा हुआ
it: Sessione %@ completata
ja: %@のセッションが完了しました
ko: %@ 세션 완료
pt: Sessão da %@ concluída
ru: Сессия «%@» завершена
zh: %@环节已完成

source: %lld APPS LOCKED
ar: %lld تطبيقات مقفلة
de: %lld APPS GESPERRT
es: %lld APPS BLOQUEADAS
fr: %lld APPLIS VERROUILLÉES
hi: %lld ऐप्स लॉक
it: %lld APP BLOCCATE
ja: %lld個のアプリをロック中
ko: %lld개 앱 잠김
pt: %lld APPS BLOQUEADOS
ru: %lld ПРИЛОЖ. ЗАБЛОКИРОВАНО
zh: %lld个应用已锁定

source: %lld apps unlocked
ar: تم إلغاء قفل %lld تطبيقات
de: %lld Apps entsperrt
es: %lld apps desbloqueadas
fr: %lld applis déverrouillées
hi: %lld ऐप्स अनलॉक हुए
it: %lld app sbloccate
ja: %lld個のアプリのロックを解除しました
ko: %lld개 앱 잠금 해제됨
pt: %lld apps desbloqueados
ru: Разблокировано приложений: %lld
zh: 已解锁%lld个应用

source: %lld days. Worth sharing.
ar: %lld يومًا. يستحق المشاركة.
de: %lld Tage. Wert, geteilt zu werden.
es: %lld días. Vale la pena compartirlo.
fr: %lld jours. Ça mérite d'être partagé.
hi: %lld दिन। साझा करने लायक।
it: %lld giorni. Vale la pena condividerlo.
ja: %lld日間。シェアする価値あり。
ko: %lld일. 공유할 만해요.
pt: %lld dias. Vale a pena compartilhar.
ru: %lld дн. Стоит поделиться.
zh: %lld天。值得分享。

source: %lld per week
ar: %lld في الأسبوع
de: %lld pro Woche
es: %lld por semana
fr: %lld par semaine
hi: %lld प्रति सप्ताह
it: %lld a settimana
ja: 週%lld回
ko: 주 %lld회
pt: %lld por semana
ru: %lld в неделю
zh: 每周%lld次

source: %lld selected
ar: %lld محدد
de: %lld ausgewählt
es: %lld seleccionadas
fr: %lld sélectionnées
hi: %lld चयनित
it: %lld selezionate
ja: %lld件選択中
ko: %lld개 선택됨
pt: %lld selecionados
ru: Выбрано: %lld
zh: 已选择%lld个

source: 2 Months
ar: شهران
de: 2 Monate
es: 2 meses
fr: 2 mois
hi: 2 महीने
it: 2 mesi
ja: 2か月
ko: 2개월
pt: 2 meses
ru: 2 месяца
zh: 2个月

source: 2 per week, for the hard mornings
ar: مرتان أسبوعيًا، للصباحات الصعبة
de: 2 pro Woche, für die schweren Morgen
es: 2 por semana, para las mañanas difíciles
fr: 2 par semaine, pour les matins difficiles
hi: सप्ताह में 2, कठिन सुबहों के लिए
it: 2 a settimana, per le mattinate difficili
ja: 週2回、つらい朝のために
ko: 주 2회, 힘든 아침을 위해
pt: 2 por semana, para as manhãs difíceis
ru: 2 раза в неделю — на трудные утра
zh: 每周2次，为艰难的早晨准备

source: 3 Months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
hi: 3 महीने
it: 3 mesi
ja: 3か月
ko: 3개월
pt: 3 meses
ru: 3 месяца
zh: 3个月

source: 6 Months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fr: 6 mois
hi: 6 महीने
it: 6 mesi
ja: 6か月
ko: 6개월
pt: 6 meses
ru: 6 месяцев
zh: 6个月

source: 369 method
ar: طريقة 369
de: 369-Methode
es: Método 369
fr: Méthode 369
hi: 369 विधि
it: Metodo 369
ja: 369メソッド
ko: 369 기법
pt: Método 369
ru: Метод 369
zh: 369法则

source: A fresh script each day, about 90 seconds
ar: نص جديد كل يوم، حوالي 90 ثانية
de: Jeden Tag ein neuer Text, etwa 90 Sekunden
es: Un guion nuevo cada día, unos 90 segundos
fr: Un nouveau texte chaque jour, environ 90 secondes
hi: हर दिन एक नई स्क्रिप्ट, लगभग 90 सेकंड
it: Un nuovo testo ogni giorno, circa 90 secondi
ja: 毎日新しいスクリプト、約90秒
ko: 매일 새로운 스크립트, 약 90초
pt: Um roteiro novo todo dia, cerca de 90 segundos
ru: Новый текст каждый день, около 90 секунд
zh: 每天更新的脚本，约90秒

source: A skip unlocks your apps now and keeps your streak intact. Your ritual will be waiting tomorrow — no guilt attached.
ar: التخطي يفتح تطبيقاتك الآن ويحافظ على تتابعك. طقسك سينتظرك غدًا — دون أي شعور بالذنب.
de: Ein Skip entsperrt deine Apps sofort und erhält deine Serie. Dein Ritual wartet morgen auf dich — ganz ohne schlechtes Gewissen.
es: Un salto desbloquea tus apps ahora y mantiene intacta tu racha. Tu ritual te esperará mañana, sin culpas.
fr: Un saut déverrouille vos applis maintenant et préserve votre série. Votre rituel vous attendra demain, sans culpabilité.
hi: एक स्किप अभी आपके ऐप्स अनलॉक कर देता है और आपकी स्ट्रीक बरकरार रखता है। आपका अनुष्ठान कल फिर इंतज़ार करेगा — कोई अपराधबोध नहीं।
it: Un salto sblocca subito le tue app e mantiene intatta la tua serie. Il tuo rituale ti aspetterà domani, senza sensi di colpa.
ja: スキップすると今すぐアプリのロックが解除され、連続記録はそのまま保たれます。明日また儀式が待っています。罪悪感はいりません。
ko: 건너뛰기를 하면 지금 바로 앱 잠금이 풀리고 연속 기록도 그대로 유지돼요. 의식은 내일 다시 기다리고 있어요 — 죄책감은 필요 없어요.
pt: Um pulo desbloqueia seus apps agora e mantém sua sequência intacta. Seu ritual vai esperar por você amanhã, sem culpa.
ru: Пропуск сразу разблокирует приложения и сохраняет серию. Ритуал будет ждать вас завтра — без чувства вины.
zh: 跳过一次即可立即解锁应用，且不会中断你的连续记录。仪式明天依然在等你，无需愧疚。

source: Active · lifetime
ar: نشط · مدى الحياة
de: Aktiv · lebenslang
es: Activa · de por vida
fr: Actif · à vie
hi: सक्रिय · आजीवन
it: Attivo · a vita
ja: 有効・永久
ko: 활성 · 평생
pt: Ativo · vitalício
ru: Активна · пожизненно
zh: 有效·终身

source: Active · renews
ar: نشط · يتجدد
de: Aktiv · verlängert sich
es: Activa · se renueva
fr: Actif · se renouvelle
hi: सक्रिय · नवीनीकरण
it: Attivo · si rinnova
ja: 有効・更新日
ko: 활성 · 갱신일
pt: Ativo · renova
ru: Активна · продление
zh: 有效·续订于

source: ACTIVE MANIFESTATIONS
ar: التجليات النشطة
de: AKTIVE MANIFESTATIONEN
es: MANIFESTACIONES ACTIVAS
fr: MANIFESTATIONS ACTIVES
hi: सक्रिय मैनिफेस्टेशन
it: MANIFESTAZIONI ATTIVE
ja: 進行中のマニフェステーション
ko: 진행 중인 매니페스테이션
pt: MANIFESTAÇÕES ATIVAS
ru: АКТИВНЫЕ МАНИФЕСТАЦИИ
zh: 进行中的显化

source: Add a goal and Lumen will write your first line.
ar: أضف هدفًا وسيكتب لومن أول سطر لك.
de: Füge ein Ziel hinzu, und Lumen schreibt deine erste Zeile.
es: Añade una meta y Lumen escribirá tu primera línea.
fr: Ajoutez un objectif et Lumen écrira votre première ligne.
hi: एक लक्ष्य जोड़ें और ल्यूमेन आपकी पहली पंक्ति लिखेगा।
it: Aggiungi un obiettivo e Lumen scriverà la tua prima riga.
ja: 目標を追加すると、Lumenが最初の一文を書いてくれます。
ko: 목표를 추가하면 루멘이 첫 문장을 써드려요.
pt: Adicione uma meta e Lumen escreverá sua primeira linha.
ru: Добавьте цель, и Lumen напишет вашу первую строку.
zh: 添加一个目标，Lumen会为你写下第一句话。

source: Add a manifestation
ar: أضف تجليًا
de: Manifestation hinzufügen
es: Añadir una manifestación
fr: Ajouter une manifestation
hi: मैनिफेस्टेशन जोड़ें
it: Aggiungi una manifestazione
ja: マニフェステーションを追加
ko: 매니페스테이션 추가
pt: Adicionar uma manifestação
ru: Добавить манифестацию
zh: 添加显化

source: Add note
ar: أضف ملاحظة
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
hi: नोट जोड़ें
it: Aggiungi nota
ja: メモを追加
ko: 메모 추가
pt: Adicionar nota
ru: Добавить заметку
zh: 添加备注

source: Add to archive
ar: أضف إلى الأرشيف
de: Zum Archiv hinzufügen
es: Añadir al archivo
fr: Ajouter aux archives
hi: संग्रह में जोड़ें
it: Aggiungi all'archivio
ja: アーカイブに追加
ko: 보관함에 추가
pt: Adicionar ao arquivo
ru: Добавить в архив
zh: 添加到存档

source: Afternoon
ar: بعد الظهر
de: Nachmittag
es: Tarde
fr: Après-midi
hi: दोपहर
it: Pomeriggio
ja: 午後
ko: 오후
pt: Tarde
ru: День
zh: 下午

source: All 3 sessions done today
ar: اكتملت جلسات اليوم الثلاث
de: Alle 3 heutigen Sitzungen abgeschlossen
es: Las 3 sesiones de hoy completadas
fr: Les 3 sessions du jour sont terminées
hi: आज के तीनों सत्र पूरे
it: Tutte e 3 le sessioni di oggi completate
ja: 今日の3つのセッションすべて完了
ko: 오늘의 3개 세션 모두 완료
pt: As 3 sessões de hoje concluídas
ru: Все 3 сегодняшние сессии выполнены
zh: 今日3个环节均已完成

source: Allow Screen Time
ar: السماح بوقت الشاشة
de: Bildschirmzeit erlauben
es: Permitir Tiempo de uso
fr: Autoriser Temps d'écran
hi: स्क्रीन टाइम की अनुमति दें
it: Consenti Tempo di utilizzo
ja: スクリーンタイムを許可
ko: 스크린 타임 허용
pt: Permitir Tempo de Uso
ru: Разрешить «Экранное время»
zh: 允许屏幕使用时间

source: Ambient sound
ar: الصوت المحيطي
de: Umgebungsklang
es: Sonido ambiental
fr: Son d'ambiance
hi: एम्बिएंट ध्वनि
it: Suono ambientale
ja: 環境音
ko: 배경음
pt: Som ambiente
ru: Фоновый звук
zh: 环境音

source: Apps lock when the window opens and unlock the moment you finish reading.
ar: تُقفل التطبيقات عند بدء النافذة الزمنية وتُفتح بمجرد الانتهاء من القراءة.
de: Apps werden gesperrt, sobald das Zeitfenster beginnt, und entsperrt, sobald du fertig gelesen hast.
es: Las apps se bloquean cuando se abre la ventana y se desbloquean en cuanto terminas de leer.
fr: Les applis se verrouillent à l'ouverture de la fenêtre et se déverrouillent dès que vous avez fini de lire.
hi: विंडो खुलते ही ऐप्स लॉक हो जाते हैं और पढ़ना पूरा करते ही अनलॉक हो जाते हैं।
it: Le app si bloccano quando si apre la finestra e si sbloccano appena finisci di leggere.
ja: 時間枠が始まるとアプリはロックされ、読み終えた瞬間にロックが解除されます。
ko: 창이 열리면 앱이 잠기고, 읽기를 마치는 순간 잠금이 해제돼요.
pt: Os apps travam quando a janela abre e destravam assim que você termina de ler.
ru: Приложения блокируются в начале окна и разблокируются сразу после прочтения.
zh: 时间窗口开启时应用会被锁定，读完的那一刻立即解锁。

source: Asking…
ar: جارٍ الطلب…
de: Wird angefragt …
es: Preguntando…
fr: Demande en cours…
hi: पूछ रहे हैं…
it: Richiesta in corso…
ja: 確認中…
ko: 요청 중…
pt: Perguntando…
ru: Запрашиваем…
zh: 请求中…

source: Begin
ar: ابدأ
de: Beginnen
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
pt: Começar
ru: Начать
zh: 开始

source: Begin today's ritual
ar: ابدأ طقس اليوم
de: Heutiges Ritual beginnen
es: Comenzar el ritual de hoy
fr: Commencer le rituel du jour
hi: आज का अनुष्ठान शुरू करें
it: Inizia il rituale di oggi
ja: 今日の儀式を始める
ko: 오늘의 의식 시작하기
pt: Começar o ritual de hoje
ru: Начать сегодняшний ритуал
zh: 开始今日仪式

source: BEST VALUE
ar: أفضل قيمة
de: BESTER WERT
es: MEJOR VALOR
fr: MEILLEURE OFFRE
hi: सर्वश्रेष्ठ मूल्य
it: MIGLIOR VALORE
ja: お得
ko: 최고의 가치
pt: MELHOR VALOR
ru: ВЫГОДНЕЕ ВСЕГО
zh: 最超值

source: Blocked apps
ar: التطبيقات المقفلة
de: Gesperrte Apps
es: Apps bloqueadas
fr: Applis verrouillées
hi: ब्लॉक किए ऐप्स
it: App bloccate
ja: ロック中のアプリ
ko: 잠긴 앱
pt: Apps bloqueados
ru: Заблокированные приложения
zh: 已锁定的应用

source: Brown noise
ar: ضوضاء بنية
de: Braunes Rauschen
es: Ruido marrón
fr: Bruit brun
hi: ब्राउन नॉइज़
it: Rumore marrone
ja: ブラウンノイズ
ko: 브라운 노이즈
pt: Ruído marrom
ru: Коричневый шум
zh: 棕噪音

source: Calm
ar: الهدوء
de: Ruhe
es: Calma
fr: Calme
hi: शांति
it: Calma
ja: 平穏
ko: 평온
pt: Calma
ru: Спокойствие
zh: 平静

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh: 取消

source: Career
ar: المهنة
de: Karriere
es: Carrera
fr: Carrière
hi: करियर
it: Carriera
ja: キャリア
ko: 커리어
pt: Carreira
ru: Карьера
zh: 事业

source: Change this any time in Settings.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات.
de: Das kannst du jederzeit in den Einstellungen ändern.
es: Puedes cambiar esto en cualquier momento desde Ajustes.
fr: Vous pouvez modifier cela à tout moment dans Réglages.
hi: आप इसे किसी भी समय सेटिंग्स में बदल सकते हैं।
it: Puoi modificarlo in qualsiasi momento nelle Impostazioni.
ja: これはいつでも設定から変更できます。
ko: 설정에서 언제든지 변경할 수 있어요.
pt: Você pode alterar isso a qualquer momento em Configurações.
ru: Вы можете изменить это в любое время в Настройках.
zh: 你可以随时在设置中更改。

source: Changes both the app's language and your AI-generated reflections and daily scripts.
ar: يغيّر هذا لغة التطبيق وكذلك تأملاتك ونصوصك اليومية التي يُنشئها الذكاء الاصطناعي.
de: Ändert sowohl die Sprache der App als auch deine KI-generierten Reflexionen und täglichen Skripte.
es: Cambia tanto el idioma de la app como tus reflexiones y guiones diarios generados por IA.
fr: Modifie à la fois la langue de l'application et vos réflexions et scripts quotidiens générés par l'IA.
hi: यह ऐप की भाषा और आपके AI-जनित चिंतन व दैनिक स्क्रिप्ट, दोनों को बदल देता है।
it: Cambia sia la lingua dell'app sia le tue riflessioni e i copioni quotidiani generati dall'IA.
ja: アプリの言語と、AIが生成する内省や毎日のスクリプトの両方が変更されます。
ko: 앱의 언어와 AI가 생성하는 리플렉션 및 데일리 스크립트가 모두 변경됩니다.
pt: Muda tanto o idioma do app quanto suas reflexões e roteiros diários gerados por IA.
ru: Меняет и язык приложения, и созданные ИИ размышления и ежедневные тексты.
zh: 这将同时更改应用语言以及 AI 生成的反思和每日文案。

source: Changes the app's accent color everywhere — buttons, progress, the ritual and paywall backgrounds.
ar: يغيّر لون التمييز في التطبيق في كل مكان — الأزرار والتقدم وخلفيات الطقس وشاشة الاشتراك.
de: Ändert die Akzentfarbe der App überall — Buttons, Fortschritt, die Hintergründe von Ritual und Bezahlbildschirm.
es: Cambia el color de acento de la app en todas partes: botones, progreso, y los fondos del ritual y de la pantalla de suscripción.
fr: Change la couleur d'accent de l'app partout — boutons, progression, et les arrière-plans du rituel et de l'écran d'abonnement.
hi: यह ऐप का एक्सेंट रंग हर जगह बदल देता है — बटन, प्रगति, और रिचुअल व पेवॉल की पृष्ठभूमि।
it: Cambia il colore d'accento dell'app ovunque — pulsanti, progresso, e gli sfondi del rituale e della schermata di abbonamento.
ja: アプリのアクセントカラーをボタン、進行状況、リチュアルや購読画面の背景など、すべての場所で変更します。
ko: 버튼, 진행률, 리추얼 및 결제 화면 배경 등 앱 전체의 강조 색상을 변경합니다.
pt: Altera a cor de destaque do app em todos os lugares — botões, progresso, e os fundos do ritual e da tela de assinatura.
ru: Меняет акцентный цвет приложения везде — кнопки, прогресс, фон ритуала и экрана подписки.
zh: 更改整个应用的强调色——按钮、进度条，以及仪式和订阅页面的背景。

source: Check this version
ar: تحقّق من هذه النسخة
de: Diese Version prüfen
es: Comprobar esta versión
fr: Vérifier cette version
hi: यह संस्करण जांचें
it: Controlla questa versione
ja: このバージョンを確認
ko: 이 버전 확인하기
pt: Verificar esta versão
ru: Проверить эту версию
zh: 检查此版本

source: checking in on your goal
ar: يتحقق من هدفك
de: schaut nach deinem Ziel
es: revisando tu meta
fr: un point sur votre objectif
hi: आपके लक्ष्य की जांच हो रही है
it: un controllo sul tuo obiettivo
ja: あなたの目標を確認中
ko: 당신의 목표를 확인하는 중
pt: conferindo sua meta
ru: проверяем вашу цель
zh: 正在关注你的目标

source: Checking...
ar: جارٍ التحقق...
de: Wird geprüft …
es: Comprobando...
fr: Vérification...
hi: जांच हो रही है...
it: Verifica in corso...
ja: 確認中...
ko: 확인 중...
pt: Verificando...
ru: Проверка…
zh: 检查中…

source: Choose apps & categories
ar: اختر التطبيقات والفئات
de: Apps & Kategorien wählen
es: Elegir apps y categorías
fr: Choisir applis et catégories
hi: ऐप्स और श्रेणियां चुनें
it: Scegli app e categorie
ja: アプリとカテゴリを選択
ko: 앱 및 카테고리 선택
pt: Escolher apps e categorias
ru: Выбрать приложения и категории
zh: 选择应用和分类

source: Choose apps to lock
ar: اختر التطبيقات لقفلها
de: Zu sperrende Apps wählen
es: Elegir apps para bloquear
fr: Choisir les applis à verrouiller
hi: लॉक करने के लिए ऐप्स चुनें
it: Scegli le app da bloccare
ja: ロックするアプリを選ぶ
ko: 잠글 앱 선택하기
pt: Escolher apps para bloquear
ru: Выбрать приложения для блокировки
zh: 选择要锁定的应用

source: Choose whole categories, or pick app by app.
ar: اختر فئات كاملة، أو طبّق تطبيقًا تلو الآخر.
de: Wähle ganze Kategorien oder App für App.
es: Elige categorías completas o app por app.
fr: Choisissez des catégories entières ou appli par appli.
hi: पूरी श्रेणियां चुनें, या ऐप-दर-ऐप चुनें।
it: Scegli categorie intere o app per app.
ja: カテゴリ全体を選ぶか、アプリごとに選べます。
ko: 카테고리 전체를 선택하거나 앱별로 선택하세요.
pt: Escolha categorias inteiras ou app por app.
ru: Выберите целые категории или отдельные приложения.
zh: 可整类选择，也可逐个应用选择。

source: Color theme
ar: سمة اللون
de: Farbthema
es: Tema de color
fr: Thème de couleur
hi: रंग थीम
it: Tema colore
ja: カラーテーマ
ko: 색상 테마
pt: Tema de cor
ru: Цветовая тема
zh: 颜色主题

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
zh: 继续

source: Continue anyway
ar: المتابعة على أي حال
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
hi: फिर भी जारी रखें
it: Continua comunque
ja: このまま続ける
ko: 그래도 계속하기
pt: Continuar mesmo assim
ru: Продолжить всё равно
zh: 仍然继续

source: Continue without blocking apps
ar: المتابعة دون قفل التطبيقات
de: Weiter ohne App-Sperre
es: Continuar sin bloquear apps
fr: Continuer sans verrouiller les applis
hi: ऐप्स ब्लॉक किए बिना जारी रखें
it: Continua senza bloccare le app
ja: アプリをロックせずに続ける
ko: 앱 잠금 없이 계속하기
pt: Continuar sem bloquear apps
ru: Продолжить без блокировки приложений
zh: 不锁定应用继续

source: Continue without subscribing (dev)
ar: المتابعة دون الاشتراك (للتطوير)
de: Weiter ohne Abo (dev)
es: Continuar sin suscribirse (dev)
fr: Continuer sans s'abonner (dev)
hi: बिना सब्सक्राइब किए जारी रखें (dev)
it: Continua senza abbonarti (dev)
ja: 購読せずに続ける（開発用）
ko: 구독 없이 계속하기 (개발용)
pt: Continuar sem assinar (dev)
ru: Продолжить без подписки (для разработки)
zh: 不订阅继续（开发用）

source: Copy it by hand, then log each pass below.
ar: انسخه بخط يدك، ثم سجّل كل مرة أدناه.
de: Schreib es von Hand ab und protokolliere unten jede Wiederholung.
es: Cópialo a mano y luego registra cada repetición abajo.
fr: Recopiez-le à la main, puis notez chaque passage ci-dessous.
hi: इसे हाथ से लिखें, फिर नीचे हर बार दर्ज करें।
it: Copialo a mano, poi registra ogni ripetizione qui sotto.
ja: 手書きで書き写し、下で回数を記録してください。
ko: 손으로 옮겨 쓰고, 아래에서 횟수를 기록하세요.
pt: Copie à mão e registre cada repetição abaixo.
ru: Перепишите от руки, затем отмечайте каждый повтор ниже.
zh: 手写抄写一遍，然后在下方记录每次完成。

source: Couldn't load subscription plans. Check your connection and try again.
ar: تعذّر تحميل خطط الاشتراك. تحقق من اتصالك وحاول مرة أخرى.
de: Abo-Pläne konnten nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudieron cargar los planes de suscripción. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de charger les formules d'abonnement. Vérifiez votre connexion et réessayez.
hi: सब्सक्रिप्शन प्लान लोड नहीं हो सके। अपना कनेक्शन जांचें और फिर से प्रयास करें।
it: Impossibile caricare i piani di abbonamento. Controlla la connessione e riprova.
ja: 購読プランを読み込めませんでした。接続を確認して再試行してください。
ko: 구독 플랜을 불러올 수 없어요. 연결을 확인하고 다시 시도하세요.
pt: Não foi possível carregar os planos de assinatura. Verifique sua conexão e tente novamente.
ru: Не удалось загрузить планы подписки. Проверьте соединение и попробуйте снова.
zh: 无法加载订阅方案，请检查网络后重试。

source: Couldn't reach Manifest just now. You can still continue with your goal as written.
ar: تعذّر الوصول إلى Manifest الآن. لا يزال بإمكانك المتابعة بهدفك كما هو مكتوب.
de: Manifest konnte gerade nicht erreicht werden. Du kannst trotzdem mit deinem Ziel so fortfahren, wie es geschrieben ist.
es: No se pudo conectar con Manifest en este momento. Aun así puedes continuar con tu meta tal como está escrita.
fr: Impossible de joindre Manifest pour le moment. Vous pouvez tout de même continuer avec votre objectif tel qu'il est écrit.
hi: अभी Manifest तक नहीं पहुंच सके। आप अपने लक्ष्य के साथ लिखे अनुसार आगे बढ़ सकते हैं।
it: Impossibile contattare Manifest in questo momento. Puoi comunque continuare con il tuo obiettivo così com'è scritto.
ja: 現在Manifestに接続できませんでした。書いたままの目標で続けることもできます。
ko: 지금은 Manifest에 연결할 수 없어요. 작성한 목표 그대로 계속 진행할 수 있어요.
pt: Não foi possível conectar ao Manifest agora. Você ainda pode continuar com sua meta como está escrita.
ru: Не удалось связаться с Manifest. Вы всё равно можете продолжить с целью в том виде, как она написана.
zh: 暂时无法连接到Manifest。你仍可以按已写好的目标继续。

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizada
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 커스텀
pt: Personalizado
ru: Своё
zh: 自定义

source: Dark theme
ar: الوضع الداكن
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
hi: डार्क थीम
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
pt: Tema escuro
ru: Тёмная тема
zh: 深色主题

source: day
ar: يوم
de: Tag
es: día
fr: jour
hi: दिन
it: giorno
ja: 日
ko: 일
pt: dia
ru: день
zh: 天

source: Day %lld
ar: اليوم %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
hi: दिन %lld
it: Giorno %lld
ja: %lld日目
ko: %lld일차
pt: Dia %lld
ru: День %lld
zh: 第%lld天

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
pt: Padrão
ru: По умолчанию
zh: 默认

source: Default style
ar: النمط الافتراضي
de: Standardstil
es: Estilo predeterminado
fr: Style par défaut
hi: डिफ़ॉल्ट शैली
it: Stile predefinito
ja: デフォルトスタイル
ko: 기본 스타일
pt: Estilo padrão
ru: Стиль по умолчанию
zh: 默认风格

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
zh: 删除

source: Delete manifestation
ar: حذف التجلي
de: Manifestation löschen
es: Eliminar manifestación
fr: Supprimer la manifestation
hi: मैनिफेस्टेशन हटाएं
it: Elimina manifestazione
ja: マニフェステーションを削除
ko: 매니페스테이션 삭제
pt: Excluir manifestação
ru: Удалить манифестацию
zh: 删除显化

source: Delete this manifestation?
ar: هل تريد حذف هذا التجلي؟
de: Diese Manifestation löschen?
es: ¿Eliminar esta manifestación?
fr: Supprimer cette manifestation ?
hi: क्या यह मैनिफेस्टेशन हटाना है?
it: Eliminare questa manifestazione?
ja: このマニフェステーションを削除しますか？
ko: 이 매니페스테이션을 삭제할까요?
pt: Excluir esta manifestação?
ru: Удалить эту манифестацию?
zh: 要删除这个显化吗？

source: Does this capture the future you're imagining?
ar: هل يعبّر هذا عن المستقبل الذي تتخيله؟
de: Trifft das die Zukunft, die du dir vorstellst?
es: ¿Esto refleja el futuro que imaginas?
fr: Est-ce que cela capture l'avenir que vous imaginez ?
hi: क्या यह उस भविष्य को दर्शाता है जिसकी आप कल्पना कर रहे हैं?
it: Questo rappresenta il futuro che immagini?
ja: これはあなたが思い描く未来を表していますか？
ko: 이것이 당신이 그리는 미래를 담고 있나요?
pt: Isso capta o futuro que você imagina?
ru: Отражает ли это то будущее, которое вы представляете?
zh: 这是否体现了你所设想的未来？

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
pt: Pronto
ru: Готово
zh: 完成

source: Drop your proof photo
ar: أضف صورة الإثبات
de: Füge dein Beweisfoto hinzu
es: Añade tu foto de prueba
fr: Ajoutez votre photo preuve
hi: अपनी प्रमाण फ़ोटो जोड़ें
it: Aggiungi la tua foto come prova
ja: 証拠となる写真を追加
ko: 증거 사진을 추가하세요
pt: Adicione sua foto de prova
ru: Добавьте фото-подтверждение
zh: 添加你的见证照片

source: Dusk
ar: الغسق
de: Dämmerung
es: Anochecer
fr: Crépuscule
hi: संध्या
it: Crepuscolo
ja: 黄昏
ko: 황혼
pt: Anoitecer
ru: Сумерки
zh: 黄昏

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt: Editar
ru: Изменить
zh: 编辑

source: Edit manifestation
ar: تعديل التجلي
de: Manifestation bearbeiten
es: Editar manifestación
fr: Modifier la manifestation
hi: मैनिफेस्टेशन संपादित करें
it: Modifica manifestazione
ja: マニフェステーションを編集
ko: 매니페스테이션 편집
pt: Editar manifestação
ru: Изменить манифестацию
zh: 编辑显化

source: Edit my goal
ar: تعديل هدفي
de: Mein Ziel bearbeiten
es: Editar mi meta
fr: Modifier mon objectif
hi: मेरा लक्ष्य संपादित करें
it: Modifica il mio obiettivo
ja: 目標を編集
ko: 목표 편집
pt: Editar minha meta
ru: Изменить мою цель
zh: 编辑我的目标

source: Enable
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
hi: सक्षम करें
it: Attiva
ja: 有効にする
ko: 활성화
pt: Ativar
ru: Включить
zh: 启用

source: Enable Screen Time
ar: تفعيل وقت الشاشة
de: Bildschirmzeit aktivieren
es: Activar Tiempo de uso
fr: Activer Temps d'écran
hi: स्क्रीन टाइम सक्षम करें
it: Attiva Tempo di utilizzo
ja: スクリーンタイムを有効にする
ko: 스크린 타임 활성화
pt: Ativar Tempo de Uso
ru: Включить «Экранное время»
zh: 启用屏幕使用时间

source: Every day
ar: كل يوم
de: Jeden Tag
es: Todos los días
fr: Tous les jours
hi: हर दिन
it: Ogni giorno
ja: 毎日
ko: 매일
pt: Todos os dias
ru: Каждый день
zh: 每天
